tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "knative-extensions/kn-plugins"
tap "knative/client"
tap "loteoo/formulas"
brew "arping"
brew "automake"
brew "bdw-gc"
brew "bottom"
brew "c-ares"
brew "libpng"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cryptography", link: false
brew "xz"
brew "curl"
brew "fish"
brew "gdbm"
brew "git"
brew "libusb"
brew "pinentry"
brew "readline"
brew "gnupg"
brew "icu4c@76"
brew "libffi"
brew "libpq"
brew "libyaml"
brew "liquidprompt"
brew "lxc"
brew "nmap"
brew "node"
brew "openssh"
brew "openssl@1.1"
brew "ruby-install"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "knative-extensions/kn-plugins/admin"
brew "knative-extensions/kn-plugins/event"
brew "knative-extensions/kn-plugins/func"
brew "knative-extensions/kn-plugins/quickstart"
cask "affinity-designer"
cask "affinity-photo"
cask "balenaetcher"
cask "brave-browser@beta"
cask "cleanmymac"
cask "cleanshot"
cask "coteditor"
cask "discord"
cask "ghostty"
cask "insomnia"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mono-mdk-for-visual-studio"
cask "msty"
cask "podman-desktop"
cask "raycast"
cask "slack"
cask "steam"
cask "synology-drive"
cask "tailscale"
cask "visual-studio-code@insiders"
cask "webex-meetings"
cask "zoom"
cask "zulip"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "hverlin.mise-vscode"
vscode "jbangdev.jbang-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "neilpanchal.hypersubatomic"
vscode "redhat.java"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-quarkus"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
